[
{
quotes: "Jika aku mengerti arti dari 'sungguh', aku akan merasakannya jika kamu di sampingku.",
author: "- Holo (Spice and Wolf)"
},
{
quotes: "Jika kita terus bergerak maju saat kita merasa takut, tiba-tiba kita akan menyadari bahwa tidak ada yang menakutkan.",
author: "- Saitama (One Punch Man)"
},
{
quotes: "Menjadi kuat bukanlah masalah mengalahkan lawanmu. Menjadi kuat adalah masalah mengatasi dirimu sendiri.",
author: "- Jiraiya (Naruto)"
},
{
quotes: "Hidup bukanlah permainan keberuntungan. Jika kau ingin menang, kau harus bekerja keras.",
author: "- Sora (No Game No Life)"
},
{
quotes: "Kita harus mensyukuri apa yang kita punya saat ini karena mungkin orang lain belum tentu mempunyainya.",
author: "- Kayaba Akihiko (Sword Art Online)"
},
{
quotes: "Kalau kau ingin menangis karena gagal, berlatihlah lebih keras lagi sehingga kau pantas menangis ketika kau gagal.",
author: "- Megumi Takani (Samurai X)"
},
{
quotes: "Ketika kau melakukan sesuatu dengan tekun, hasil yang sempurna akan datang padamu.",
author: "- Roy Mustang (Fullmetal Alchemist: Brotherhood)"
},
{
quotes: "Setiap kali kau merasa sepi, jangan merasa takut untuk melihat langit. Karena langit tidak akan pernah habis.",
author: "- Sakata Gintoki (Gintama)"
},
{
quotes: "Kebahagiaan bisa datang dari bahkan yang terkecil. Seseorang hanya perlu mengakui itu.",
author: "- Hiroshi Nohara (Crayon Shin-chan)"
},
{
quotes: "Kamu tidak perlu menjadi sempurna untuk hidup dengan bahagia.",
author: "- Yukino Yukinoshita (My Teen Romantic Comedy SNAFU)"
},
{
quotes: "Aku tidak takut menghadapi masa depan. Karena aku tahu, aku tidak sendiri.",
author: "- Naruto Uzumaki (Naruto)"
},
{
quotes: "Kehidupan ini memiliki banyak liku dan tantangan. Tapi justru inilah yang membuatnya menarik.",
author: "- Usui Takumi (Kaichou wa Maid-sama!)"
},
{
quotes: "Bekerja keras adalah kunci sukses. Tapi ingat, kita juga harus hidup untuk menghargai hidup kita.",
author: "- Naruto Uzumaki (Naruto)"
},
{
quotes: "Ketika kamu merasa ingin menyerah, berhentilah dan pikirkan mengapa kamu memulai.",
author: "- Natsu Dragneel (Fairy Tail)"
},
{
quotes: "Kehidupan ini hanya singkat, jadi lakukanlah yang kamu ingin lakukan.",
author: "- Erza Scarlet (Fairy Tail)"
},
{
quotes: "Jangan biarkan dirimu terjebak dalam masa lalu. Tetaplah bergerak maju.",
author: "- Monkey D. Luffy (One Piece)"
},
{
quotes: "Ketika kamu ingin berubah, tapi kamu tidak tahu bagaimana caranya, kamu harus yakin bahwa waktu akan memberimu jawaban.",
author: "- Tsubasa Hanekawa (Monogatari Series)"
},
{
quotes: "Kesalahan yang kita buat adalah pengalaman yang membuat kita lebih kuat.",
author: "- Gray Fullbuster (Fairy Tail)"
},
{
quotes: "Kadang-kadang, orang yang benar-benar ingin kita hentikan hanyalah diri kita sendiri.",
author: "- Gintoki Sakata (Gintama)"
},
{
quotes: "Tidak ada arti dalam mengabaikan pilihan kita, karena pada akhirnya, kita sendirilah yang akan menghadapi konsekuensinya.",
author: "- C.C. (Code Geass)"
},
{
quotes: "Pengalaman menyakitkan adalah pengingat yang bagus.",
author: "- Naruto Uzumaki (Naruto)"
},
{
quotes: "Kamu tidak akan tahu seberapa kuat kamu sampai kamu mencoba melawannya.",
author: "- Natsu Dragneel (Fairy Tail)"
},
{
quotes: "Kehidupan ini singkat, jadi lakukanlah apa yang kamu inginkan.",
author: "- Monkey D. Luffy (One Piece)"
},
{
quotes: "Kegagalan bukanlah akhir, tetapi awal dari kesuksesan.",
author: "- Natsu Dragneel (Fairy Tail)"
},
{
quotes: "Saat kita tertawa bersama, itu adalah saat-saat terindah dalam hidup.",
author: "- Edward Elric (Fullmetal Alchemist: Brotherhood)"
},
{
quotes: "Ketika kau berpikir 'aku akan mati suatu hari,' kamu akan hidup hari ini dengan sepenuh hati.",
author: "- Holo (Spice and Wolf)"
},
{
quotes: "Hidup ini seperti mengendarai sepeda. Agar tetap seimbang, kamu harus terus bergerak.",
author: "- Albert Einstein (Sakurasou no Pet na Kanojo)"
},
{
quotes: "Ketika kamu terlalu khawatir tentang apa yang hilang, kamu akan kehilangan apa yang kamu punya.",
author: "- Roronoa Zoro (One Piece)"
},
{
quotes: "Orang yang menangis dan menjerit adalah mereka yang tahu bagaimana menghargai hidup.",
author: "- Nana Osaki (Nana)"
},
{
quotes: "Orang yang benar-benar ingin kita hentikan adalah diri kita sendiri.",
author: "- Gintoki Sakata (Gintama)"
},
{
quotes: "Kita mungkin tidak dapat mengubah masa lalu, tetapi kita bisa mengubah apa yang terjadi di masa depan.",
author: "- Uramichi Omota (Life Lessons with Uramichi Oniisan)"
},
{
quotes: "Tidak ada yang bisa tumbuh tanpa perjuangan.",
author: "- Rukia Kuchiki (Bleach)"
},
{
quotes: "Untuk mendapatkan kesuksesan, keberanianmu harus lebih besar daripada ketakutanmu.",
author: "– Han Juno (Eureka Seven)"
},
{
quotes: "Kegagalan seorang pria yang paling sulit yaitu ketika dia gagal untuk menghentikan air mata seorang wanita.",
author: "– Kasuka Heiwajima (Durarara!)"
},
{
quotes: "Jika kau benar benar mau melindungi temanmu kau harus lebih kuat dan tak melarikan diri, itu baru namanya persahabatan.",
author: "– Nara Shikaku (Naruto)"
},
{
quotes: "Ketika kau berpikir 'aku akan mati suatu hari,' kamu akan hidup hari ini dengan sepenuh hati.",
author: "- Holo (Spice and Wolf)"
},
{
quotes: "Orang yang mengejar ketinggian besar harus bersiap untuk menghadapi angin yang keras.",
author: "- Trafalgar Law (One Piece)"
},
{
quotes: "Jika kita ingin berubah, maka kita harus mulai dengan mengubah diri kita sendiri.",
author: "- Takemoto Yuuta (Honey and Clover)"
},
{
quotes: "Jika kamu menyerah sebelum mencobanya, kamu sudah kalah tanpa pernah berjuang.",
author: "- Erza Scarlet (Fairy Tail)"
},
{
quotes: "Masa depan kita belum tentu terlihat cerah, tetapi kita punya kekuatan untuk membentuknya.",
author: "- Yui Hirasawa (K-On!)"
},
{
quotes: "Hidup ini memiliki banyak liku dan tantangan. Tetapi justru inilah yang membuatnya menarik.",
author: "- Usui Takumi (Kaichou wa Maid-sama!)"
},
{
quotes: "Jika kita selalu takut kegagalan, kita tidak akan pernah mencoba untuk berhasil.",
author: "- Masamune Makabe (Masamune-kun no Revenge)"
},
{
quotes: "Dalam dunia ini, hanya mereka yang belajar dari kesalahan yang akan bertahan.",
author: "- Rintarou Okabe (Steins;Gate)"
},
{
quotes: "Jangan terlalu mengkhawatirkan masa depan. Kita tidak tahu apa yang akan terjadi. Hiduplah hari ini dengan sepenuh hati.",
author: "- Sanae Furukawa (Clannad)"
},
{
quotes: "Pesan dari masa lalu, bagi yang ada di masa depan: Kamu tidak sendiri.",
author: "- Gintoki Sakata (Gintama)"
},
{
quotes: "Kita hanya bisa tumbuh saat kita memiliki tekad untuk menghadapi tantangan yang belum pernah kita alami sebelumnya.",
author: "- Kakashi Hatake (Naruto)"
},
{
quotes: "Kamu hanya bisa menjadi lebih baik. Tidak pernah lebih buruk dari sekarang.",
author: "- Sorata Kanda (Sakurasou no Pet na Kanojo)"
},
{
quotes: "Kamu bisa menjadi pahlawanmu sendiri, tanpa mengandalkan orang lain.",
author: "- All Might (My Hero Academia)"
},
{
quotes: "Kegelapan selalu ada di sekitar kita. Tetapi, seseorang selalu ada untuk mengusirnya.",
author: "- Rize Kamishiro (Tokyo Ghoul)"
},
{
quotes: "Kita bisa menghadapi kenyataan dan melangkah maju, atau kita bisa bersembunyi di dunia palsu yang kita ciptakan.",
author: "- Yuuta Togashi (Chuunibyou demo Koi ga Shitai!)"
},
{
quotes: "Saat kita melihat sesuatu dari jauh, itu terlihat indah. Tetapi, ketika kita berada di dalamnya, kita sadar bahwa banyak hal yang rumit.",
author: "- Kaori Miyazono (Your Lie in April)"
},
{
quotes: "Orang yang tidak bisa menghormati dan merawat teman sejatinya, tidak pantas untuk memilikinya.",
author: "- Kei Nagai (Ajin)"
},
{
quotes: "Ketika kita kalah dalam perjuangan, kita bisa belajar lebih banyak daripada saat kita menang.",
author: "- Koyomi Araragi (Monogatari Series)"
},
{
quotes: "Hidup ini singkat. Berjuanglah untuk hal yang benar dan tak pernah menyerah.",
author: "- Saitama (One Punch Man)"
},
{
quotes: "Pertemanan sejati menghadapi banyak hal bersama. Bahkan dalam kesusahan dan penderitaan.",
author: "- Makoto Naegi (Danganronpa: The Animation)"
},
{
quotes: "Kita adalah apa yang kita lakukan, dengan kata lain, tindakan-tindakan kita mendefinisikan kita.",
author: "- Rintarou Okabe (Steins;Gate)"
},
{
quotes: "Kamu bisa hidup lebih dari satu kali, selama kamu berani melangkah maju.",
author: "- Kaizaki Arata (ReLIFE)"
},
{
quotes: "Kita tidak bisa mengendalikan hidup orang lain, tetapi kita bisa mengendalikan bagaimana kita meresponsnya.",
author: "- Kyoko Mogami (Skip Beat!)"
},
{
quotes: "Tidak ada yang benar-benar 'normal'. Setiap orang memiliki sesuatu yang membuat mereka istimewa.",
author: "- Haruhi Fujioka (Ouran High School Host Club)"
},
{
quotes: "Hidup adalah perjalanan yang penuh tantangan. Jika kita takut mengambil langkah, kita takkan pernah maju.",
author: "- Natsu Dragneel (Fairy Tail)"
},
{
quotes: "Jika kamu ingin mengubah dunia, mulailah dari dirimu sendiri.",
author: "- Lelouch Lamperouge (Code Geass)"
},
{
quotes: "Ketika hidup terasa berat, ingatlah bahwa tiap langkah kecil membawamu lebih dekat pada tujuanmu.",
author: "- Edward Elric (Fullmetal Alchemist: Brotherhood)"
},
{
quotes: "Kamu bisa menjadi lebih kuat daripada yang kamu pikirkan. Teruslah berjuang dan kembangkan potensimu.",
author: "- Erza Scarlet (Fairy Tail)"
},
{
quotes: "Jangan pernah meremehkan dirimu sendiri. Setiap orang memiliki keunikan dan potensi luar biasa.",
author: "- Rock Lee (Naruto)"
},
{
quotes: "Pergilah melangkah maju, bahkan jika langkahmu penuh keraguan. Karena hanya dengan melangkah, kita bisa menemukan jawaban.",
author: "- Takemoto Yuuta (Honey and Clover)"
},
{
quotes: "Kegagalan adalah batu loncatan menuju kesuksesan. Jika kamu tidak pernah gagal, kamu tidak pernah benar-benar belajar.",
author: "- Hachiman Hikigaya (My Teen Romantic Comedy SNAFU)"
},
{
quotes: "Kamu tidak bisa melindungi sesuatu tanpa melakukan sesuatu. Untuk melindungi itu, kamu harus menjadi lebih kuat.",
author: "- Naruto Uzumaki (Naruto)"
},
{
quotes: "Setiap waktu yang dilewati bersama teman adalah momen berharga yang tidak bisa diukur.",
author: "- Yui Hirasawa (K-On!)"
},
{
quotes: "Kehidupan ini berjalan dengan kecepatan yang sangat cepat. Jangan sampai kamu terjatuh dan menyesalinya.",
author: "- Shouyou Hinata (Haikyuu!!)"
},
{
quotes: "Tidak ada yang bisa mengukur nilai seseorang berdasarkan nilai-nilai akademik semata.",
author: "- Souma Yukihira (Food Wars!)"
},
{
quotes: "Tidak ada batas untuk potensi manusia. Teruslah berkembang dan berjuang untuk menjadi yang terbaik.",
author: "- Vegeta (Dragon Ball Z)"
},
{
quotes: "Jika kamu terus-menerus menghindar, kamu tidak akan pernah tahu apa yang bisa kamu capai.",
author: "- Gajeel Redfox (Fairy Tail)"
}
]
